/*
const city обозначает город о котором идет речь
let temperature обозначает актуальную температуру на данный момент 
с первой переменной используется const ибо это не изменное значение температуру  хотим знать только в ростове 
а так как температура не постоянна то используется let а не const
*/
const city = "Rostov";
let temperature = 31;

console.log(`Сегодня в ${city} температура воздуха ${temperature}`);

/*
даже не знаю что обьяснять и так все ясно
 */

const a = 10;
const b = 20;
const c = 5;

console.log((a + b) / c);
